{
  "blogs": [
    {
      "id": 1,
      "category": "Vehicle",
      "publishedAt": "10-10-2023",
      "title": "Tesla Cybertruck delivery event: Everything Elon revealed about the EV pickup",
      "image": "https://techcrunch.com/wp-content/uploads/2023/11/Screenshot-2023-11-30-at-1.42.22-PM.jpg?w=850&h=492&crop=1",
      "detail": "With dubstep as the soundtrack and neon lighting as the backdrop, Elon Musk handed the first Cybertrucks over to a select group of customers that included Reddit co-founder and VC fund Seven Seven Six founder Alexis Ohanian and Trousdale Ventures founder and CEO Phillip Sarofim. The livestreamed portion of the Tesla Cybertruck delivery event was a short affair — around 30 minutes. But the event still had all the traditional trappings one has come to expect from Tesla: the pomp and pumpy music, VIP guests and, of course, Musk. The Tesla Cybertruck deliveries come at least six years since Musk first tweeted about building a truck and four years since he debuted the futuristic-looking pickup. Looking beyond some of the flashier features — it’s bullet proof — here’s everything we know so far. The tl;dr: the Cybertruck is a lot more expensive than the targets Musk shared in 2019. And what other details were shared, were scant."
    },
    {
      "id": 2,
      "category": "Technology",
      "publishedAt": "09-10-2023",
      "title": "Benchmark, the storied venture firm, sees “traps” in today’s AI funding frenzy: “Don’t be Microsoft”",
      "image": "https://techcrunch.com/wp-content/uploads/2023/11/53366430889_e39f7506f7_c.jpg?w=1390&crop=1",
      "detail": "Yesterday in Helsinki, this editor interviewed four of the six general partners at Benchmark, the nearly 30-year-old, Silicon Valley firm that’s known for some notable bets (Uber, Dropbox), paying each general partner exactly the same way, and for continuing to raise similar-size funds over its many years rather than balloon in size. We were speaking at Slush, a major event for the European startup ecosystem, so I naturally asked why the firm was making such a big showing, given that it’s hard enough getting the Benchmark team to appear in Silicon Valley together."
    },
    {
      "id": 3,
      "category": "Smartphone",
      "publishedAt": "08-10-2023",
      "title": "Smartphone sales to rebound on AI gains, Morgan Stanley says",
      "image": "https://techcrunch.com/wp-content/uploads/2023/12/GettyImages-1682975657.jpg?w=1390&crop=1",
      "detail": "Smartphone sales will mount a comeback starting in 2024, defying growing warnings of a prolonged slump across the mobile sector, according to separate projections by Goldman Sachs and Morgan Stanley reviewed by TechCrunch. Morgan Stanley’s report predicts global smartphone shipments will rebound by nearly 4% in 2024 and by 4.4% in 2025, shrugging off comparisons to the PC industry’s multi-year downdrafts."
    },
    {
      "id": 4,
      "category": "Vehicle",
      "publishedAt": "08-10-2023",
      "title": "Anduril unveils Roadrunner, “a fighter jet weapon that lands like a Falcon 9”",
      "image": "https://techcrunch.com/wp-content/uploads/2023/11/2023_RR_Landing.jpg?w=1390&crop=1",
      "detail": "Leading defense tech startup Anduril has developed a new product designed to take-on the proliferation of low-cost, high-powered aerial threats."
    },
    {
      "id": 5,
      "category": "Vehicle",
      "publishedAt": "07-10-2023",
      "title": "Anduril unveils Roadrunner, “a fighter jet weapon that lands like a Falcon 9”",
      "image": "https://techcrunch.com/wp-content/uploads/2023/11/2023_RR_Landing.jpg?w=1390&crop=1",
      "detail": "Leading defense tech startup Anduril has developed a new product designed to take-on the proliferation of low-cost, high-powered aerial threats."
    },
    {
      "id": 6,
      "category": "Vehicle",
      "publishedAt": "07-10-2023",
      "title": "Anduril unveils Roadrunner, “a fighter jet weapon that lands like a Falcon 9”",
      "image": "https://techcrunch.com/wp-content/uploads/2023/11/2023_RR_Landing.jpg?w=1390&crop=1",
      "detail": "Leading defense tech startup Anduril has developed a new product designed to take-on the proliferation of low-cost, high-powered aerial threats."
    }
  ]
}
